[Swedish]
Translated_By=Åke Engelbrektson
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=STEG 1 : VÄLJ ENHET
STEP 2 : CHOOSE A SOURCE=STEG 2 : VÄLJ KÄLLA
STEP 3 : PERSISTENCE=STEG 3 : STATUS
STEP 4 : OPTIONS=STEG 4 : ALTERNATIV
STEP 5 : CREATE=STEG 5 : INSTALLERA
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Volymnamn
Size=Storlek
Help=Hjälp
Please read=Läs här
Error=Fel
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Välj en USB-enhet 
Hard drives=Hårddiskar 
No key found=Ingen USB-enhet hittas
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Ladda ner
Support for .IMG files is experimental=Stödet för IMG-filer är experimentellt
Only Live mode is currently available in step 3, virtualization option has been disabled=Endast Live-läge är tillgängligt i steg 3 och virtualisering är inaktiverat
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator kommer trots det att försöke installera med samma inställningar som för
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Endast live-läge)
(Persistent Mode)=(Beständigt läge)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Dölj skapade filer på USB-enheten
(except for Umenu.exe)=(bortsett från Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formatera enheten med FAT32 (raderar all data på enheten!)
Enable launching LinuxLive in Windows (requires internet to install)=Aktivera möjlighet att köra LinuxLive direkt i Windows (kräver internetanslutning för att installeras)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Klicka på blixten för att starta installationen
Please choose a FAT32 or FAT formated key or check the formating option=Välj en FAT32- eller FAT-formaterad enhet, eller bocka för formateringsalternativet
No disk selected=Ingen enhet vald
No file selected=Ingen fil vald
No folder or CD selected=Ingen avbild, CD eller nedladdning vald
http://www.ubuntu.com/getubuntu/download=http://ubuntu-se.org/drupal/download
Please choose an ISO image of LinuxLive CD=Välj en ISO-fil för LinuxLive live-CD
Please choose a CD of LinuxLive Live or its folder=Välj en LinuxLive-CD eller mapp
Start creation of LinuxLive USB=Börja skapa en LinuxLive USB-enhet
Please validate step 1 to 3=Kontrollera steg 1 till 3
Are you sure you want to format this disk and lose your data=Är du säker på att du vill formatera denna enhet och radera all data
Formatted in=Formaterad med
Formating the key=Formaterar enhet
Step 1 to 3 OK=Steg 1 till 3 OK
Cleaning previous installations ( 2min )=Rensar ur tidigare installationer (2 min)
Setting up virtualization software=Installerar virtualiseringsmjukvara
VirtualBox already downloaded=VirtualBox är redan nerladdat
A new version of VirtualBox is available=En ny version av VirtualBox finns tillgänglig
This new version will be downloaded=Den nye versionen kommer att laddas ner
Downloading VirtualBox as a background task=Laddar ner VirtualBox i bakgrunden
Download started succesfully=Nedladdning startad utan problem
Download failed to start=Nedladdning kunde inte starta
VirtualBox will not be installed=VirtualBox kommer inte att installeras
Integrity could not be verified=Integriteten kunde inte verifieras
Will attempt installation=Försöker installera
Cannot download=Kan inte ladda ner
Extracting ISO file on key=Extraherar avbildsfilen på USB-minnet
Writing image to the usb stick=Skriver avbild till USB-minnet
Copying files to the key=Kopierar filer till USB-minnet
Renaming some files=Byter namn på somliga filer
Hiding files=Döljer filer
Creating file for persistence=Skapar fil för beständig installation
Formating persistence file=Formaterar beständigt dataområde
Live mode : no persistence file=Live-läge : inget beständigt dataområde
Ubuntu variant found=Ubuntu-variant hittad
Installing boot sectors=Installerar boot-sektorer
Downloading VirtualBox=Laddar ner VirtualBox
Download complete=Nedladdning slutförd
Cleaning previous VirtualBox install=Rensar ur tidigare VirtualBox-installation
Extracting VirtualBox on key=Extraherar VirtualBox på USB-minnet
Applying VirtualBox settings=Verkställer VirtualBox-inställningar
Your LinuxLive key is now up and ready=Ditt LinuxLive USB-minne är nu klar att användas 
You do not have enough rights to launch VirtualBox=Du har inte tillräckliga rättigheter för att köra VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Logga in som administratör eller starta VirtualBox med administratörsrättigheter
Free memory below 256mb threshold=Du har mindre än 256 MB ledigt minne
This is not enough to launch LinuxLive in Windows=Det är inte tillräckligt för att köra LinuxLive direkt från Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Hjälpfil saknas
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Om detta programmet
User's Guide=Bruksanvisning
Virtualization Tutorial (FR)=Virtualiseringsvägledning (FR)
Donate=Donera
Version=Version
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Denna avbildsfil är inte kompatibel
Detecting keyboard layout=Söker tangentbords-layout
French (France)=Fransk (Frankrike)
French (Swiss)=Fransk (Schweiz)
Dutch=Tysk
Portuguese=Portugisisk
Norvégien=Norsk
US or other (qwerty)=US eller andra (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Ett fel uppstod vid upprättandet av VMDK
Key not found, VMDK is invalid=USB-minnet kan inte hittas, så VMDK är ogiltig
Try to launch again SetupForAutoVMDK.exe=Försök att starta SetupForAutoVMDK.exe igen
Do you want to ignore this error=Vill du ignorera detta felet
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Kan inte hitta MD5SUMS-filen
Canceling check=Avbryter kontroll
You have the right ISO file but it is corrupted or was altered=Du har rätt avbildsfil, men den är skadad eller har ändrats
Please download it again=Ladda ner en ny
Verifying=Verifierar
This ISO is not compatible=Denna avbildsfil är inte kompatibel
Please read the compatibility list in user guide=Vänligen, kontrollera kompatibilitetslistan i bruksanvisningen
If your version is in this list, this mean that your file is corrupted, please download it again=Om din version finns i listan innebär det att filen är skadad och att du måste ladda ner en ny
This version is compatible and its integrity was checked=Denna version är kompatibel och integriteten är OK
Check completed=Kontroll avslutad
Integrity + compatibility check=Integritet- och kompatibilitskontroll
Unable to open MD5SUM.txt=MD5SUM.txt kunde inte öppnas
Checking integrity=Kontrollerar integritet
This file is corrupted=Denna fil är skadad
All files have been successfully checked=Alla filer har kontrollerats som felfria
Checking file=Kontrollerar fil
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Bestandigt lage
Live Mode=Live-lage
Install=Installera
File Integrity Check=Integritetskontroll
Memory Test=Minnestest
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Ett fel har uppstått
An anonymous report was sent in order to fix this error as soon as possible=En anonym felrapport har sänts, för att bidra till att åtgärda felet så fort som möjligt
Show bug report=Se felrapporten
Restart application=Starta om programmet
Close application=Avsluta programmet
Last Actions=Senaste åtgärder
Unique anonymous ID=Unik anonym ID
Report status=Rapportstatus
Pending=Väntar
Error (not sent)=Fel (ej sänt)
Sent=Sänt
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=För att starta LinuxLive 
Remove your key and insert it again=Ta ur USB-minnet och sätt i det igen
Go to 'My Computer'=Gå till 'Dator (Den här datorn)'
Right click on you key and select :=Högerklicka på USB-minnet och välj 
'LinuxLive!' to launch linux in windows='LinuxLive!' för att köra Linux direkt i Windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' för att köra VirtualBox gränssnitt
'CD Menu' to launch the original CD menu='CD Menu' för att köra den ursprungliga CD-menyn
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=ELLER
Manually=Manuellt
Automatically=Automatiskt
Please select a linux to continue=Välj en Linux-distribution för att fortsätta
Looking for the fastest mirror=Söker den snabbaste servern
Testing mirror=Testar server
No online mirror found=Ingen server hittad
Please check your internet connection or try with another linux=Kontrollera din internet-förbindelse din eller prova  en annan Linux-dist
Select this file as the source when download will be completed=Velg denne filen som kilde når nedlastingen er fullført
Downloading=Laddar ner
from=från
Error while trying to download=Fel vid nedladdningsförsök
Latency=Responstid
Server Name=Servernamn
Copy link=Kopiera genväg
Launch in my browser=Öppna i webbläsaren
Best mirrors=Bästa länkar
Good mirrors=Bra länkar
Bad mirrors=Dåliga länkar
Dead mirrors=Döda länkar
Check will begin shortly=Väntar på verifiering
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Välj din Linux-favorit
There is a new version available=En ny version finns tillgänglig
Your LiLi's version is not up to date=Din LiLi-version är utdaterad
Last version is=Nyaste versionen är
Your version is=Din version är
Do want to download it=Vill du ladda ner den
Error while trying to find physical disk number=Fel vid försök att hitta disknummer
This Linux is not in the compatibility list=Denna Linux-distribution finns inte i kompatibilitetslistan
Setting the memory to the recommended value=Sätter minnet till rekommenderat värde
Free memory is below the recommended value for your Linux to run in Windows=Ledigt minne är under det som rekommenderas för att köra din Linux-dist i Windows
Recognized Linux=Detecterad Linux-dist
Built-in Persistency=Inbyggt beständigt läge
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Du har redan skapat en nyckel
Are you sure that you want to recreate one=Vill du verkligen skapa en ny
The compatibility list has been updated=Kompatibilitetslistan har uppdaterats
These linuxes are now supported=Dessa Linux-distributioner stöds nu
Official Ubuntu Variants=Officiella Ubuntu-distributioner
Ubuntu Based Variants=Ubuntu-baserade distributioner
Fedora Variants=Fedora-distributioner
Debian Variants=Debian-distributioner
PCLinuxOS Variants=PCLinuxOS-distributioner
Rescue CDs=Reparation-Återställningsdistributioner
Light Linuxes=Light-distributioner
Gentoo Based=Gentoo-baserade distributioner
Security Purpose=Säkerhetsdistributioner
Others=Andra
Regular Linux (works with most linuxes)=Standard-Linux (fungerar med de flesta linux-distributioner)
::::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 :::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Uppdaterar portabel VirtualBox
Help me to improve LiLi=Hjälp till att förbättra LiLi
This is a Beta or Release Candidate version=Detta är en Beta- eller RC-version
Click OK to leave a feedback or click Cancel to close this window=Tryck OK för att lämna feedback eller Avbryt för att stänga detta fönster
Options=Alternativ
General=Allmänt
Versions=Versioner
Compatibility List=Kompatibilitetslista
Make a donation=Donera
Contact me=Kontakt
CopyLeft by=CopyLeft by
GPL v3 License=GPL v3 Licens
Language=Språk
Available languages=Tillgängliga språk
Proxy=Proxy
Proxy settings=Proxy-inställningar
No proxy=Ingen proxy
Use system settings=Använd systeminställningar
Use custom settings=Använd anpassade inställningar
Proxy URL=Proxy URL
Port=Port
Username=Namn
Password=Lösenord
Status=Status
Test settings=Testa inställningar
You are connected=Du är ansluten
You are disconnected=Du är inte ansluten
Not tested yet=Inte testad ännu
Update=Uppdatera
Check for updates=Sök efter uppdateringar
Stable releases only=Endast stabila versioner
Stable and beta releases=Stabila och beta-versioner
Advanced=Avancerat
Do not modify these options unless you know what you are doing=Ändra inte dessa inställningar om du inte är säker på vad du gör
Select a Linux=Välj en Linuxdistribution
Install parameters=Installationsparametrar
Use LiLi automatic recognition=Känn igen automatiskt
highly recommended=Rekommenderat
Force using same parameters as=Använd samma parametrar som
Netbook screen detected=Netbook-skärm upptäckt
Your screen vertical resolution is less than 600 pixels=Den vertikala skärmupplösningen är mindre än 600pixel
Please use the arrow keys (up and down) of your keyboard to move the interface=Använd piltangenterna (upp och ner)för att flytta skärmbilden
Testing=Testar
::::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 :::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Ursäkta, men LiLi har kraschat
Please enter an email address and a detailed comment about this crash=Skicka en e-postadress och en detaljerad kommentar om den här kraschen
I will contact you as soon as I can=Jag kommer att kontakta er så fort som möjligt
Show crash report=Visa kraschrapport
Close (don't send)=Stäng (skicka inget)
Send Report=Sänd rapport
Your file is corrupted=Din fil är korrupt
Please download it again=Ladda ner den igen
Read the log for more information=Läs loggen för mer information
Starting LinuxLive USB Creator=Startar LinuxLive USB Creator
Checking for new major version=Söker efter ny övergripande version
Checking for new minor version=Söker efter ny underordnad version
Checking for new Portable-VirtualBox version=Söker efter ny Portabel VirtualBox-version
Reading compatibility list=Läser kompatibilitetslista
Loading interface=Läser in användargränssnitt
Getting drive list=Hämtar enhetslista
Logging system configuration=Loggar systemkonfiguration
Checking for updates=Söker efter uppdateringar
Please close any application accessing your key and try again=Stäng alla program som använder din nyckel, och försök igen
Checking VirtualBox archive integrity=Kontrollerar VirtualBox arkivintegritet
VirtualBox archive integrity checked=VirtualBox arkivintegritet kontrollerad
Unzipping VirtualBox archive to disk=Packar upp VirtualBox-arkiv till disk
VirtualBox archive is corrupted=VirtualBox-arkivet är korrupt
Force using default mode (works with most Linuxes)=Tvinga standardläge (fungerar med de flesta Linux-dister)
There is a new Beta version available=Det finns en ny beta-version tillgänglig
Your LiLi's version is not up to date=Din version av LiLi är utdaterad
Last beta version is=Senaste beta-version är
Server-oriented=Server-orienterad
::::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.9 :::::::::::::::::::::::::::::::::::::::::::::::::::
Welcome to the automatic crash reporter=Välkommen till den automatiska kraschrapportören
Your Email address=Din e-postadress
Problem Details=Probleminformation
This ZIP file contains only an ISO=Den här zip-filen innehåller endast en ISO
Please unzip it and retry with this ISO instead=Extrahera den och försök med iso-filen istället
Please insert your USB key back or select another one=Återanslut ditt USB-minne eller välj ett annat
Your device could not be formatted=Din enhet kan inte formateras
Please close all open applications then try again=Avsluta alla öppna program och försök igen
Checking for main software updates=Söker efter programuppdateringar
Checking for Portable-VirtualBox updates=Söker efter portabel VirtualBox-uppdateringar
Current version=Aktuell version
Last version=Senaste version
Do you want to download it=Vill du ladda ner den?
VirtualBox is running and should be closed=VirtualBox körs, och bör avslutas.
Close it then click OK=Avsluta den och tryck 'OK'
Click cancel to ignore this warning=Tryck 'Avbryt' för att ignorera denna varning
